Repository: ORM0819/Hymnal-Xamarin
Catalog: Hymnal/Resources/Languages/LanguageResources.*.resx
Languages: pt

source: Adventist Hymnal
pt: Hinário Adventista

# Generic_Close
source: Close
pt: Fechar

source: Development
pt: Desenvolvimento

source: Display and typography
pt: Exibição e Tipografia

source: Example
pt: Exemplo

source: Favorites
pt: Favoritos

source: Help
pt: Ajuda

source: History
pt: Histórico

source: Index
pt: Índice

source: Number
pt: Número

# Generic_Open
source: Open
pt: Abrir

source: Search
pt: Pesquisar

source: Settings
pt: Configurações

# Searcher
source: Search ....
pt: Pesquisar ....

source: Font Size
pt: Tamanho da fonte

# Generic_Cancel
source: Cancel
pt: Cancelar

# AppVersion
source: App Version: {0}
pt: Versão do Aplicativo

# AppBuild
source: App Build: {0}
pt: Versão de compilação

# NoInternetConnection
source: There is no Internet connection
pt: Não há conexão com a Internet

# Error_WeHadAProblem
source: We had a problem
pt: Tivemos um problema

# Generic_Ok
source: Ok
pt: Está bem

source: Versions and languages
pt: Versões e idiomas

source: Delete
pt: Excluir

source: Support
pt: Suporte

source: Tip
pt: Dica

source: Keep screen always on
pt: Manter a tela sempre ligada

# AutomationHymnPageClose
source: Close Hymn Page
pt: Fechar página de hino

# AutomationHymnPageContent
source: Hymn lyrics
pt: Letras de hinos

# AutomationHymnPageFavorite
source: Add or remove from favorites
pt: Adicionar ou remover dos favoritos

# AutomationHymnPagePianoSheet
source: Open piano sheet
pt: Folha de piano aberta

# AutomationHymnPagePlayer
source: Play or Pause music
pt: Tocar ou pausar música

# AutomationHymnPageShare
source: Share hymn
pt: Compartilhe hino

# AutomationHymnPageTitle
source: Hymn title
pt: Título de hino

# AutomationIndexPageThematicIndex
source: Change to Thematic index
pt: Mudança para índice temático

# AutomationNumberPageEntry
source: Enter hymn number
pt: Digite o número do hino

# AutomationNumberPageHelpTextEntry
source: Below there is a button to open the hymn
pt: Abaixo há um botão para abrir o hino

source: Instrumental or sung
pt: Instrumental ou cantada

source: Sung
pt: Cantada

# AutomationHymnPageHelpTextIsInFavoritesFalse
source: Hymn is not in favorites
pt: O hino não está entre os favoritos

# AutomationHymnPageHelpTextIsInFavoritesTrue
source: Hymn is in favorites
pt: O hino está entre os favoritos

# AutomationHymnPageHelpTextIsPlayingFalse
source: Hymn is not playing
pt: O hino não está tocando

# AutomationHymnPageHelpTextIsPlayingTrue
source: Hymn is playing
pt: O hino está tocando

# AutomationIndexPageAlphabeticalOrder
source: Change to Alphabetical order
pt: Mudar para a ordem alfabética

# AutomationIndexPageNumericalOrder
source: Change to Numerical order
pt: Mudar para ordem numérica

# AutomationNumberPageOpenHymnButton
source: Open hymn
pt: Abrir hino

# AutomationNumberPageOpenRecords
source: Open Records page
pt: Abrir página de histórico

# AutomationNumberPageOpenSearch
source: Open Search page
pt: Abrir página de pesquisa

# AutomationSettingsPageChangeHymn
source: Change hymnal
pt: Mudar hinário

# AutomationSettingsPageHelpTextChangeHymn
source: Below check current version
pt: Em seguida, verifique a versão atual

source: Background image appearance
pt: Mostrar imagem de fundo no hinário

# SettingsPage_SupportProject
source: Support this app
pt: Apoie este aplicativo
